Repository: WordPressUtilities/wpu_polls
Catalog: lang/wpu_polls-*.po
Languages: fr_fr

source: Select a value
fr_fr: Sélectionner une valeur

source: Required
fr_fr: Requis

source: Select a file
fr_fr: Sélectionner un fichier

source: Remove file
fr_fr: Retirer le fichier

source: Select an image
fr_fr: Sélectionner une image

source: Remove image
fr_fr: Retirer l’image

source: This field is invalid
fr_fr: Ce champ est invalide

source: Submit
fr_fr: Envoyer

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: The field “%s” is required
fr_fr: Le champ « %s » est obligatoire

source: The field “%s” should be an email
fr_fr: Le champ « %s » doit être un email

source: The plugin <b>%s</b> depends on the following plugins. Please install and activate them:
fr_fr: Le plugin <b>%s</b> dépend des plugins suivants. Veuillez les installer et les activer :

source: The plugin <b>%s</b> depends on the <b>%s</b> plugin. Please install and activate it.
fr_fr: Le plugin <b>%s</b> dépend du plugin <b>%s</b>. Merci de l’installer et de l’activer.

source: Export results
fr_fr: Exporter les résultats

source: Please <a href="%s">click here</a> to load the detailed votes.
fr_fr: Vous pouvez <a href="%s">cliquer ici</a> pour voir le détail des votes.

source: Total number of votes: <b>%s</b>
fr_fr: Nombre total de votes: <b>%s</b>

source: Answer
fr_fr: Réponse

source: Name
fr_fr: Nom

source: User
fr_fr: Utilisateur

source: GDPR
fr_fr: RGPD

source: Language
fr_fr: Langue

source: Results
fr_fr: Résultats

source: Total number of results: <b>%s</b>
fr_fr: Nombre total de résultats: <b>%s</b>

source: Percent
fr_fr: Pourcent

source: WPU Polls handle simple polls
fr_fr: WPU Polls gère des sondages simples

source: Settings
fr_fr: Réglages

source: Public post type
fr_fr: Post type public

source: Default GDPR Message
fr_fr: Message RGPD par défaut

source: Default Success Message
fr_fr: Message de succès par défaut

source: Default Closed Poll Message
fr_fr: Message de clôture du sondage par défaut

source: User can select at most this number of answers :
fr_fr: L’utilisateur peut sélectionner au maximum ce nombre de réponses :

source: User should select at least this number of answers :
fr_fr: L’utilisateur doit sélectionner au minimum ce nombre de réponses :

source: Maximum number of votes per response :
fr_fr: Nombre maximum de votes par réponse :

source: An IP can vote only once per poll.
fr_fr: Une IP ne peut voter qu’une seule fois par sondage.

source: Current IP: %s.
fr_fr: IP actuelle : %s.

source: Require user name and email to vote (use account details if loggedin)
fr_fr: Le nom d’utilisateur et l’adresse e-mail sont requis pour voter (utilise les détails du compte utilisateur si connecté)

source: Display a GDPR checkbox
fr_fr: Afficher une case à cocher RGPD

source: Custom GDPR message
fr_fr: Message RGPD personnalisé

source: This value is overriden by a filter in the source code.
fr_fr: Cette valeur est modifiée par un filtre dans le code source.

source: Display a comment field
fr_fr: Afficher un champ de commentaire

source: Display the comment field if a checkbox is checked
fr_fr: Afficher le champ de commentaire si une case est cochée

source: Display a message after vote instead of the results
fr_fr: Afficher un message après le vote au lieu des résultats

source: Custom text message after vote
fr_fr: Message texte personnalisé après le vote

source: Display only the top results
fr_fr: Afficher seulement le top résultats

source: Number of results to display
fr_fr: Nombre de résultats à afficher

source: Sort results by number of votes
fr_fr: Trier les résultats par nombre de votes

source: Hide the stats results
fr_fr: Masquer les statistiques des résultats

source: Close this poll now
fr_fr: Fermer ce sondage maintenant

source: Close this poll on :
fr_fr: Fermer ce sondage le :

source: Current date: %s
fr_fr: Date actuelle : %s

source: Display a message when poll is closed instead of the results
fr_fr: Afficher un message lorsque le sondage est fermé au lieu des résultats

source: Custom message for closed poll
fr_fr: Message personnalisé pour le sondage fermé

source: Extra infos
fr_fr: Infos supplémentaires

source: Success message and results
fr_fr: Message de réussite et résultats

source: Closed poll settings
fr_fr: Paramètres de fermeture du sondage

source: Poll
fr_fr: Sondage

source: You need to select less min answer than max answers.
fr_fr: Vous devez sélectionner moins de réponses minimales que de réponses maximales.

source: You need to select more max answer than min answers.
fr_fr: Vous devez sélectionner plus de réponses maximales que de réponses minimales.

source: Do you really want to delete this vote ?
fr_fr: Voulez-vous vraiment supprimer ce vote ?

source: You can’t have only empty choices
fr_fr: Vous ne pouvez pas avoir seulement des choix vides

source: Images should be on every choice, or none of them.
fr_fr: Les images devraient être sur tous les choix, ou aucun d’entre eux.

source: Text should be on every choice, or none of them.
fr_fr: Le texte devrait être sur chaque choix, ou aucun d’entre eux.

source: You need at least two choices.
fr_fr: Vous avez besoin d’au moins deux choix.

source: No vote
fr_fr: Aucun vote

source: Polls
fr_fr: Sondages

source: Add New
fr_fr: Ajouter

source: Add New Poll
fr_fr: Ajouter un nouveau sondage

source: New Poll
fr_fr: Nouveau Sondage

source: Edit Poll
fr_fr: Modifier le sondage

source: View Poll
fr_fr: Voir le sondage

source: All Polls
fr_fr: Tous les sondages

source: Search Polls
fr_fr: Rechercher un sondage

source: Parent Polls:
fr_fr: Sondage Parent:

source: No polls found.
fr_fr: Aucun sondage trouvé.

source: No polls found in Trash.
fr_fr: Aucun sondage trouvé dans la corbeille.

source: Poll archives
fr_fr: Archives des sondages

source: Insert into poll
fr_fr: Insérer dans le sondage

source: Uploaded to this poll
fr_fr: Téléchargé vers ce sondage

source: Filter polls list
fr_fr: Filtrer la liste des sondages

source: Polls list navigation
fr_fr: Navigation dans la liste des sondages

source: Polls list
fr_fr: Liste des sondages

source: Number of votes
fr_fr: Nombre de votes

source: The vote has been successfully deleted.
fr_fr: Le vote a été supprimé avec succès.

source: This poll is closed.
fr_fr: Ce sondage est fermé.

source: Add an answer
fr_fr: Ajouter une réponse

source: Add an image
fr_fr: Ajouter une image

source: Remove this image
fr_fr: Retirer cette image

source: Delete this reply
fr_fr: Supprimer cette réponse

source: Invalid poll
fr_fr: Sondage invalide

source: Poll is closed
fr_fr: Le sondage est fermé

source: Too much answers
fr_fr: Trop de réponses

source: Not enough answers
fr_fr: Pas assez de réponses

source: Form is invalid
fr_fr: Le formulaire n’est pas valide

source: You have already sent a reply
fr_fr: Vous avez déjà envoyé une réponse

source: Invalid answer
fr_fr: Réponse non valide

source: Max number of answers has been reached
fr_fr: Le nombre maximum de réponses a été atteint

source: Failed to record your vote
fr_fr: Votre vote n’a pas pu être enregistré

source: I agree to be contacted by phone or email by %s or its partners.
fr_fr: J’accepte d’être contacté par téléphone ou par email par %s ou ses partenaires.

source: Comment
fr_fr: Commentaire

source: Thank you for your vote !
fr_fr: Merci pour votre vote !

source: Available:
fr_fr: Disponible:
